Repository: Roman1975/NetCore
Catalog: LocalizationSample/src/LocalizationPO/Localization/*.po
Languages: uk

source: some message from controller
uk: Деякі повідомлення від контролера

source: Email
uk: Поштова адреса

source: Text
uk: Повідомлення

source: The Email field is not a valid e-mail address.
uk: Введена адреса електронної пошти не дійсна.

source: The Email field is required.
uk: Поле Поштова адреса потрібно.

source: The Text field is required.
uk: Поле Повідомлення потрібно.

source: The Text must be at least {0} characters long. but less than {1}
uk: Текст повідомлення має бути як мінімум {0} символів, однак не більше {1}

# Views.Request.Index
source: New request
uk: Новий запит

# Views.Request.Index
source: Email
uk: Електронна пошта

# Views.Request.Index
source: here you can see yours requests and create new
uk: Тут ви можете переглянути запити та створити новий

# Views.Request.Index
source: Text
uk: Повідомлення

# Views.Request.Index
source: My requests
uk: Мої запити

# Views.Request.Create
source: Back to list
uk: Повернутись до списку

# Views.Request.Create
source: Save
uk: Зберегти

# Views.Request.Create
source: New request
uk: Новий запит

# Views.Shared._Layout
source: My Requests
uk: Мої запити
